export const mockData = {
  LoadStatus: 1,
  Message: "读取成功",
  Data: {
    Last: 67,
    MaxRow: 66,
    Rows: [
      { DataList: ["年份", "县区代码", "县区名称", "考点代码", "考点名称", "学校代码", "学校名称", "班级", "报考类别", "报名序号", "学籍号", "证件类型", "证件号", "姓名", "性别"], Index: 0 },
      { DataList: ["2026", "1450881", "桂平市", "91211", "桂平市浔州初级中学", "91211", "桂平市浔州初级中学", "2405", "正常", "1", "450881201206237414", "中华人民共和国身份证", "450881201206237414", "曾俊轩", "男"], Index: 1 },
      { DataList: ["2026", "1450881", "桂平市", "91211", "桂平市浔州初级中学", "91211", "桂平市浔州初级中学", "2405", "正常", "2", "450881201111021717", "中华人民共和国身份证", "450881201111021717", "陈鸿海", "男"], Index: 2 },
      { DataList: ["2026", "1450881", "桂平市", "91211", "桂平市浔州初级中学", "91211", "桂平市浔州初级中学", "2405", "正常", "3", "45088120120728233X", "中华人民共和国身份证", "45088120120728233X", "陈钧源", "男"], Index: 3 },
      { DataList: ["2026", "1450881", "桂平市", "91211", "桂平市浔州初级中学", "91211", "桂平市浔州初级中学", "2405", "正常", "4", "450881201207023530", "中华人民共和国身份证", "450881201207023530", "陈铭", "男"], Index: 4 },
      { DataList: ["2026", "1450881", "桂平市", "91211", "桂平市浔州初级中学", "91211", "桂平市浔州初级中学", "2405", "正常", "5", "45088120110928004X", "中华人民共和国身份证", "45088120110928004X", "陈思淇", "女"], Index: 5 },
      { DataList: ["2026", "1450881", "桂平市", "91211", "桂平市浔州初级中学", "91211", "桂平市浔州初级中学", "2405", "正常", "6", "450881201108304433", "中华人民共和国身份证", "450881201108304433", "陈奕冰", "男"], Index: 6 },
      { DataList: ["2026", "1450881", "桂平市", "91211", "桂平市浔州初级中学", "91211", "桂平市浔州初级中学", "2405", "正常", "7", "450881201110230015", "中华人民共和国身份证", "450881201110230015", "陈宇乐", "男"], Index: 7 },
      { DataList: ["2026", "1450881", "桂平市", "91211", "桂平市浔州初级中学", "91211", "桂平市浔州初级中学", "2405", "正常", "8", "450881201202093855", "中华人民共和国身份证", "450881201202093855", "程铭俊", "男"], Index: 8 },
      { DataList: ["2026", "1450881", "桂平市", "91211", "桂平市浔州初级中学", "91211", "桂平市浔州初级中学", "2405", "正常", "9", "450881201110249015", "中华人民共和国身份证", "450881201110249015", "何家轩", "男"], Index: 9 },
      { DataList: ["2026", "1450881", "桂平市", "91211", "桂平市浔州初级中学", "91211", "桂平市浔州初级中学", "2405", "正常", "10", "450881201112297715", "中华人民共和国身份证", "450881201112297715", "何俊烨"], Index: 10 }
    ]
  }
};
